/* code credit */
"Engine, frontend, net server" = "Motor, interfață, rețea de server";
"Many desktop frontend improvements" = "Multe îmbunătățiri ale interfeței desktop";
"Many engine and desktop frontend improvements" = "Multe îmbunătățiri ale interfeței desktop și a motorului";
"Drillrocket, Ballgun, RC Plane weapons" = "Armele rachetă burghiu, tun cu bile, avion controlat de la distanță";
"Mine number and time game settings" = "Setări ale numărului de mine și a timpului jocului";
"Desktop frontend improvements" = "Îmbunătățiri ale interfeței desktop";
"Desktop frontend improvements" = "Îmbunătățiri ale interfeței desktop";
"Mac OS X and iPhone version" = "Versiunea de Mac OS X și iPhone";
"Many engine and desktop frontend improvements" = "Multe îmbunătățiri ale interfeței desktop și a motorului";
"Gamepad and Lua integration" = "Integrare Lua și Gamepad";
"Many engine improvements and graphics" = "Multe îmbunătățiri ale motorului și a graficii";
"Maze maps" = "Hărți labirint";
"Engine and desktop frontend improvements" = "Îmbunătățiri ale interfeței desktop și a motorului";
"Lua game modes and missions" = "Misiuni și moduri de joc Lua";
"Desktop frontend improvements" = "Îmbunătățiri ale interfeței desktop";
"Android port" = "Portarea pentru Android";

/* art credit */
"Main graphics" = "Grafică principală";
"Some hats" = "Câteva pălării";
"Hedgehogs voice" = "Vocea aricilor";

/* translation credit */
"Brazilian Portuguese" = "Portugheză braziliană";
"Bulgarian" = "Bulgară";
"Czech" = "Cehă";
"Chinese" = "Chineză";
"English" = "Engleză";
"Finnish" = "Finlandeză";
"French" = "Franceză";
"German" = "Germană";
"Greek" = "Greacă";
"Italian" = "Italiană";
"Japanese" = "Japoneză";
"Korean" = "Koreană";
"Lithuanian" = "Lituaniană";
"Polish" = "Poloneză";
"Portuguese" = "Portugheză";
"Romanian" = "Română";
"Russian" = "Rusă";
"Slovak" = "Slovacă";
"Spanish" = "Spaniolă";
"Swedish" = "Suedeză";
"Ukrainian" = "Ucraineană";
